Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Case linkage has also been applied to the historical and infamous case of Jack the Ripper in an attempt to determine how many of the Whitechapel murders this mysterious character committed.
vi: Kết nối vụ án đã được áp dụng vào vụ án tai tiếng có thực trong lịch sử của Jack Đồ Tể trong nỗ lực xác định bao nhiêu vụ án mạng tại Whitechapel đã được thực hiện bời nhân vật bí ẩn này.

source: Case linkage, like offender profiling, therefore rests on the Offender Consistency Hypothesis.
vi: Kết nối vụ án, giống như việc lập hồ sơ tội phạm, cũng vì thế mà phải dựa vào Giả thuyết về tính nhất quán của hành vi phạm tội.

source: Certainly, when we asked experienced interviewers what factors are important (see above), they frequently mentioned empathy/compassion.
vi: Chắc chắn, khi ta hỏi những người chất vấn có kinh nghiệm về những nhân tố quan trọng ở trên, họ thường đề cập đến sự thông cảm/lòng trắc ẩn.

source: Chapter 2 describes the different approaches of clinical and statistical profiling in detail.
vi: Chương hai sẽ mô tả chi tiết cách tiếp cận khác nhau của lập hồ sơ theo phương pháp lâm sàng và thống kê.

source: Chapter eight.
vi: Chương Tám

source: Chapter eleven.
vi: Chương Mười Một

source: Chapter five.
vi: Chương năm .

source: Chapter four.
vi: Chương 4

source: Chapter nine.
vi: Chương Chín.

source: Chapter one.
vi: Chương một

source: Chapter seven.
vi: Chương bảy

source: Chapter six.
vi: Chương 6

source: Chapter ten.
vi: Chương Mười

source: Chapter three.
vi: Chương 3.

source: Chapter two.
vi: Chương hai.

source: Children as sexual beings?
vi: Trẻ em hay công cụ tình dục?

source: Chilli powder was thrown in his face and stones hurled.
vi: Hắn ta đã bị chọi đá và ném bột ớt vào mặt.

source: Claire is a criminal psychologist who is employed to work with offenders within prison environment.
vi: Claire là một nhà tâm lý học tội phạm làm việc với các tội phạm ở trong tù.

source: Claire is also responsible for one-to-one work with offenders who have a tendency to carry out self-harm behaviours and those who are at risk of attempting suicide.
vi: Claire còn chịu trách nhiệm làm việc với từng người phạm nhân mà có xu hướng tự làm đau bản thân hay có khả năng tự tử cao.

source: Clear model of change backed by research evidence: The programme should have a plan for altering offenders’ behavior (that has been shown by previous research to be effective) thus resulting in less criminal behaviour.
vi: Bảng mẫu cụ thể được chứng minh bằg số liệu nghiên cứu: Chương trình nên có kế hoạch về việc thay đổi hành vi thái độ của phạm nhân (đã được chứng minh có hiệu quả) .

source: Clearly it would be unwise to assume that offenders fit one typology or another.
vi: Rõ rằng việc giả định những kẻ phạm tội khớp chỉ với một loại hình này hoặc một loại hình khác là không khôn ngoan.

source: Clearly not all of these stressors will be present in every prison.
vi: Hiển nhiên rằng không phải những căng thẳng nêu trên đều có ở mọi nhà tù.

source: Clearly not all staff may wish to divulge such personal information, but it does offer staff members the choice to do so if they wish.
vi: Rõ ràng không phải tất cả các nhân viên đều muốn tiết lộ thông tin cá nhân như vậy, nhưng nó đưa ra các sự lựa chọn nếu họ muốn.

source: Clearly the abuser has to ensure that the child complies with the abuse.
vi: Rõ ràng, kẻ lạm dụng phải đảm bảo rằng đứa trẻ tuân theo mình.

source: Clearly the public police do not have a monopoly on policing and security, and the future of policing will involve many different agencies, transforming the way citizens are policed, crime is investigated and evidence is provided to bring offenders to justice.
vi: Có thể thấy rõ rằng cảnh sát công cộng không độc quyền về vấn đề an ninh và điều tra, và tương lai của ngành cảnh sát sẽ lên quan đến các cơ quan khác nhau, làm thay đổi, chuyển dạng cách giữ trật tự an ninh công dân, tội ác được điều tra và bằng chứng được cung cấp để đưa những tội phạm ra trước công lý.

source: Clearly, more research is needed.
vi: Rõ ràng, ta cần nhiều những nghiên cứu hơn nữa.

source: Clearly, policing and security are in great demand.
vi: Có thể thấy rằng, cảnh sát và an ninh là nhu cầu rất lớn.

source: Clinical profilers were more accurate than statistical profilers with seventy-nine per cent of their verifiable comments being correct.
vi: Người lập hồ sơ theo phương thức lâm sàng thường chuẩn xác hơn là người lập hồ sơ theo phương thức thống kê với 79% số bình luận có thể kiểm chứng được của họ là chính xác.

source: Clinical profilers, rather than using databases of offences, develop their inferences about an offender’s characteristics from their clinical experience of working with apprehended offenders.
vi: Nhà lập hồ sơ lâm sàng, thay vì sử dụng những dữ liệu của các vụ án, phát triển sự suy luận của họ về các đặc tính của một kẻ phạm tội thông qua kinh nghiệm lâm sàng của họ khi làm việc với những phạm nhân đã bị bắt.

source: Clinical: in this situation the psychologist will usually be involved in the assessment of an individual in order to provide a clinical judgement.
vi: Lâm sàng: trong trường hợp này, những nhà tâm lý học tội phạm thường đánh giá từng cá nhân để đưa ra cho họ một chuẩn đoán lâm sàng.

source: Close analysis of the positions of the television studio microphone ‘feeds’ and the recorded decibel level (volume) of the coughs indicated the coughing had to come from the microphones directed at five of the ten candidate contest- ants known as ‘fastest finger first’ contestants.
vi: Một cuộc phân tích kỹ lưỡng về vị trí của những tiếp liệu từ mọi micrô trong trường quay truyền hình và mức decibel (âm lượng) của những tiếng ho thu được đã chỉ ra rằng chúng phải xuất phát từ chiếc micrô đặt trực tiếp trước năm trong số mười ứng cử viên cho vị trí thí sinh, hay còn gọi là những thí sinh có "ngón tay đầu tiên nhanh nhất".

source: Closed questions that contain few (e.g. two) alternatives are especially risky, since research has shown that children and vulnerable adults may choose one of the alternatives even though doing so provides an incorrect account of what happened.
vi: Những câu hỏi đóng mà có một vài (như hai chẳng hạn) lựa chọn thì rất nguy hiểm, vì các nghiên cứu xác nhận rằng trẻ em và người lớn yếu thế có thể chọn một trong số các lựa chọn có sẵn dù chúng không chính xác với những gì đã xảy ra.

source: Cognitive behavioural methods (those that focus on chal- lenging individuals’ thoughts and attitudes in order to alter their behaviours) have been shown to work well with a range of offenders but other methods can be used if there is evidence for these.
vi: Các nguyên tắc hành vi nhận thức (tập trung vào thử thách suy nghĩ và thái độ của từng cá nhân để từ đó thay đổi hành vi của họ) đã được chứng minh tính hiệu quả đối với nhiều lại phạm nhân. Các phương pháp khác cũng có thể được sử dùng nếu có bằng chứng cụ thể.

source: Cognitive distortions also include denial, something which many sex offenders display – sixty-six per cent of child abusers and over half of rapists.
vi: Lệch lạc nhận thức cũng bao gồm cả phủ nhận - điều mà khá nhiều tội phạm tình dục thể hiện: 66% tội phạm lạm dụng trẻ em và hơn một nửa tội phạm hãm hiếp.

source: Compared with forensic psychology, forensic linguistics is a newer and smaller discipline.
vi: So với tâm lý học pháp y thì ngôn ngữ học pháp lý là một môn học nhỏ và mới hơn .

source: Comparisons of adult activity and functioning.
vi: So sánh chức năng và hoạt động của người trưởng thành.

source: Concerns about external relationships/housing.
vi: Những lo lắng về các mối quan hệ trong và ngoài gia đình.

source: Conclusion.
vi: Kết luận.

source: Conclusions.
vi: Kết luận

source: Confessions.
vi: Thú tội

source: Consent might not have been given for a number of reasons.
vi: Sự đồng thuận có thể không được đưa ra vì một số lý do.

source: Consent, (i.e. whether the alleged rape victim agreed to have sex) is predominantly a question of communication and thus language use.
vi: Sự đồng thuận, (tức là nạn nhân hiếp dâm đã đồng ý quan hệ tình dục) chủ yếu là một câu hỏi của giao tiếp và ngôn ngữ sử dụng.

source: Consider the following situation:
vi: Hãy xem xét tình huống sau đây:

source: Consider whether there is a difference between a shoplifter who steals to feed a drug habit to one who steals to feed his or her children.
vi: Cân nhắc đến việc liệu có sự khác biệt nào giữa 1 tên trộm vặt trong cửa hàng để thỏa mãn thói quen dùng thuốc và 1 người ăn trộm để nuôi con của anh ta hoặc cô ta .

source: Consider your own responses to crime and punishment.
vi: Hãy đưa ra sự phản hồi của riêng bạn đối với tội ác và hình phạt.

source: Considering that prison is a stressful environment, this raises the question of how prisoners cope with this experience.
vi: Cứ cho rằng tù ngục là một nơi vô cùng căng thẳng, điều này làm dấy lên câu hỏi: Liệu làm cách nào mà các tù nhân có thể đối phó với những trải nghiệm này.

source: Considering these two cases raises a major issue about linguistic identification evidence.
vi: Hai trường hợp trên đã làm dấy nên một tranh cãi lớn về bằng chứng nhận dạng ngôn ngữ học.

source: Consistency across crimes is a special case of cross-situational consistency.
vi: Sự nhất quán trong mọi tội ác là một trường hợp đặc biệt của sự kiên định trong mọi tình huống.

source: Continuity of programmes and services: The programme should be fully integrated into the offenders’ sentence and supervision plan.
vi: Tính liên tục của chương trình và các dịch vụ: Chương trình nên hoàn toàn liên kết với mức án và kế hoạch giám sát của phạm nhân.

source: Contrary to previous research on direct speech, they found that in e-mail messages it was the deceivers who used more words (especially verbs, noun phrases and sentences).
vi: Trái ngược với các nghiên cứu trước đây về lời nói trực tiếp, họ thấy rằng trong các tin nhắn email những kẻ lừa gạt thường dùng nhiều từ ngữ hơn (đặc biệt là động từ, cụm danh từ và các câu).

source: Conversely, the programme could have reduced the severity or frequency of an individual’s offending behaviour but the crude measure of reconviction would not detect this positive change.
vi: Ngược lại, chương trình này sẽ làm giảm tính nghiêm khắc và tần số cư xử phạm tội của riêng từng người khi giải pháp đơn giản mà thiếu chính xác của việc tái kết án không nhận ra được những thay đổi tích cực.

source: Coping refers to the ways in which we deal with stress.
vi: Việc ứng phó cũng liên quan đến những cách chúng ta giải quyết căng thẳng.

source: Coping with stress can be attempted at an individual or organizational level.
vi: Đối phó với căng thẳng có thể được tiếp cận từ mức độ cá nhân hoặc tổ chức.

source: Coping with this natural variation in individuals’ language is one of the big challenges in forensic linguistic identification and it is an area in which much research is being carried out.
vi: Việc đối phó với sự đa dạng bẩm sinh trong ngôn ngữ của từng cá nhân là một trong những thử thách lớn nhất trong nhận dạng ngôn ngữ học pháp lý và nó cũng là một lĩnh vực đang được tiến hành nghiên cứu rất nhiều.

source: Correct classifications were made in 83 per cent to 89 per cent of the cases, whereas incorrect decisions (classifying a guilty suspect as innocent) were made in 10 per cent to 17 per cent of the cases.’ However, with regard to innocent suspects the report noted that these ‘are less encouraging.
vi: Tỉ lệ xác định chính xác nằm trong khoảng 83 tới 89% tổng số vụ, trong khi tỉ lệ kết luận sai (xác định một nghi phạm có tội là vô tội) vào khoảng 10 đến 17% tổng số vụ'. Tuy nhiên, về các nghi phạm vô tội thì báo cáo ghi rằng các trường hợp này 'kém tin cậy hơn.

source: Could altering the dosage of these programmes increase the treatment effect?
vi: Liệu việc thay đổi liều lượng của các chương trình có thể tang hiệu quả điều trị?

source: Countries within the European Union are generally bound by the European Convention on Human Rights which stipulates that the death penalty is not an appropriate punishment.
vi: Các quốc gia Liên minh Châu Âu thuộc phạm vi giới hạn của Công ước Châu Âu về Nhân Quyền, đã quy định rằng án tử hình là một sự trừng phạt không phù hợp.

source: Court cases can involve complex issues including the presentation of information that is judged to be beyond the knowledge of the average layperson who may sit on a jury.
vi: Các phiên tòa có thể liên quan đến các vấn đề phức tạp bao gồm nhưng thông tin không nằm trong sự hiểu biết của bồi thẩm đoàn.

source: Crime analysis (sometimes also called intelligence analysis) is one field of work which draws upon criminal psychological methods.
vi: Phân tích tội ác (thỉnh thoảng cũng gọi là phân tích trí thông minh) là một trong những lĩnh vực sử dụng phương pháp tâm lý học tội phạm.

source: Crime analysis.
vi: Phân tích tội ác.

source: Crime analysts are generally employed by the police (or policing agencies, for example in the UK the National Crime and Operations Faculty and the National Crime Squad) in order to analyse crime data to aid the police carry out their roles.
vi: Những nhà phân tích tội phạm thường được cảnh sát mời (hoặc sở cảnh sát ví dụ như ở Anh Quốc là tổ chức phòng chống tội phạm quốc gia) để phân tích dữ liệu tội phạm nhằm hỗ trợ cảnh sát thưc hiện vai trò của mình.

source: Crime analysts could use the details of this case – the fact that she had just left a nightclub, that the rapist took some of her clothing away from the scene with him, and the content of the threats used towards the woman – in order to check against an already established database of similar crimes to see whether there are any similarities to past crimes.
vi: Phân tích tội ác sẽ sử dụng những chi tiết của vụ án này - sự thật là cô ấy vừa mới rời khỏi hộp đêm, tên tội phạm hãm hiếp bỏ trốn khỏi hiện trường cùng với quần áo của cô ấy, và nội dung lời đe dọa mà hắn uy hiếp cô ấy để so sánh với cơ sở dữ liệu có sẵn về vụ án tương tự xem có mối liên quan hay điểm tương đồng nào không.

source: Crime prevention policies always seem to be heavily influenced by media and public pressure, and sexual offending has thus become a major challenge for social policy.
vi: Các chính sách ngăn chặn tội phạm dường như bị ảnh hưởng rất nhiều bởi áp lực truyền thông và công chúng, và lạm dụng tình dục cũng vì vậy mà trở thành một thách thức không nhỏ cho chính sách xã hội

source: Criminal investigations.
vi: Điều tra hình sự

source: Criminal psychological research has shown that offenders tend to be lacking in such skills and there is an argument that it is these cognitive deficits that contribute to an offender’s decision to partake in criminal activities.
vi: Nghiên cứu về tâm ý học tội phạm cho thấy các phạm nhân thường thiếu mất những kĩ năng này. Có quan điểm cho rằng sự thiếu hụt về nhận thức này là nguyên nhân khiến phạm nhân có hành vi phạm tội.

source: Criminal psychologists have also been involved in the evaluation of the effectiveness of offending behaviour programmes.
vi: Các nhà tâm lý học tội phạm cũng tham gia vào phần đánh giá tính hiệu quả của những chương trình cải tạo phạm nhân.

source: Criminal psychologists have been active in this development contributing to the design, delivery and management of programmes which attempt to address the offenders’ thoughts, attitudes and behaviours that contribute to their offending behaviour, and prevent further offending.
vi: Các nhà tâm lý học tội phạm đã được tham gia đóng góp phát triển việc thiết kế, phân phối và quản lý của chương trình nhằm xác định suy nghĩ, thái độ và hành vi của tội phạm góp phần tạo nên tội ác cũng như ngăn ngừa các tội ác sau này.

source: Criminal psychologists have only recently started to investigate whether criminals are consistent in their offending behaviour.
vi: Những nhà tâm lý học tội phạm chỉ mới bắt đầu nghiên cứu gần đây liệu các tội phạm có đồng nhất trong hành vi phạm tội của họ.

source: Criminal psychologists within these settings can also be involved in undertaking research, overseeing training of prison or probation staff, preparing reports for the courts detailing the risk level, needs and other information relating to the individual offender, attending court, attending team and area meetings and the inevitable administration!
vi: Các nhà tâm lý học tội phạm trong những trường hợp đấy thì có thể liên quan đến việc đảm nhận nghiên cứu, giám sát việc huấn luyện cho tù nhân hay nhân viên học việc, chuẩn bị báo cáo cho các chi tiết của các phiên tòa về mức độ nguy hiểm, nhu cầu và các thông tin khác liên quan đến cá nhân tội phạm, những người tham dự phiên tòa, nơi tổ chức họp hay những cơ quan chủ quan bắt buộc.

source: Criminal psychologists, especially within Australia, Canada and the UK, are heavily involved in work concerning the assessment, rehabilitation and management of offenders, either in the community or when held in incarceration.
vi: Các nhà tâm lý học tội phạm đặc biệt là ở Úc, Canada và Anh đóng vai trò quan trọng trong việc cải tạo và quản lý tội phạm ở trong cộng đồng cũng như khi bị giam giữ ở trại giam.

source: Criminal psychology covers a range of fascinating topics.
vi: Tâm lý học tội phạm bao hàm một phạm vi rất rộng gồm nhiều chủ đề hấp dẫn.

source: Criminal psychology helps our understanding of the nature of sex offending in many ways.
vi: Tâm lý học tội phạm giúp chúng ta hiểu về bản chất của tội phạm tình dục theo nhiều cách.

source: Criminal psychology is an exciting field in which to research and work.
vi: Tâm lý học tội phạm là một lĩnh vực thú vị để nghiên cứu và làm việc.

source: Criminal psychology research has also found that the general public share ideas of what certain types of criminal look like (e.g. drug dealer, company fraudster).
vi: Nghiên cứu tâm lí học tội phạm xác định hầu hết công chúng tin tưởng vào các đặc điểm mà một tội phạm có (ví dụ kẻ buôn bán ma túy, kẻ lừa đảo...).

source: Criminal psychology: a beginner’s guide.
vi: Tâm lý học tội phạm dành cho người mới bắt đầu.

source: Criminals have to ‘pay’ for what they have done, they ‘owe a debt’ to society or a victim.
vi: Tội phạm phải 'trả giá' cho những gì họ đã làm, họ 'mang nợ' với xã hội hoặc với nạn nhân.

source: Criminogenic needs are those that are related to the individual’s offending behaviour.
vi: Các nhu cầu dẫn đến phạm tội chúng đều liên quan đến hành vi phạm tội của từng cá nhân.

source: Crucial to this approach is the notion that perceptual processes are very much involved in putting into memory truly experienced events involving information of a contextual (space, time), sensory (shapes, colours) and auditory (speech) nature.
vi: Quan niệm quyết định lên phương pháp tiếp cận cho rằng các quá trình nhận thức đều vô cùng quan trọng trong việc đưa vào trí nhớ những sự kiện đúng sự thực đã trải qua liên quan đến thông tin của một ngữ cảnh (không gian, thời gian), cảm giác (hình dạng, màu sắc) và thính giác (lời nói) tự nhiên.

source: Currently the British national DNA data- bank matches over 1,000 DNA profiles every week.
vi: Mỗi tuần, ngân hàng quốc gia dữ liệu DNA của Anh có tới 1000 hồ sơ DNA phù hợp.

source: Days were long and tiring, usually returning to our accommodation in the afternoons, to a hot meal and then bed, only to get up again at about midnight.
vi: Mỗi ngày trôi qua rất dài và mệt mỏi, chúng tôi thường về nhà vào tầm chiều, ăn một bữa nóng hổi và sau đó nằm nghỉ, để rồi lại thức dậy vào nửa đêm.

source: DeLorean was acquitted of the charges.
vi: DeLorean đã được trắng án.

source: Dealing with deviant sexual preferences has been reduced as a component of treatment programmes, as not all offenders show deviant fantasies when they are initially assessed.
vi: Đối phó với xu hướng tình dục sai lệch đã được làm giảm như 1 thành phần trong chương trình điều trị, vì không phải tất cả những kẻ phạm tội bộc lộ những tưởng tượng sai lệch khi được đánh giá ban đầu .

source: Depending on the parameters involved, recognition of an unfamiliar voice may have a sufficient probability of accuracy that it could be of use in a police investigation.
vi: Tùy thuộc vào thông số được dùng mà nhận dạng giọng nói có một mức độ chính xác nhất định đủ để cảnh sát sử dụng khi tiến hành điều tra.

source: Depending on the resources in the prison and the prison routine, inmates might spend a great deal of time in their cells and some can find this enforced inactivity stressful.
vi: Tùy theo cơ sở vật chất và quy định của nhà tù, phạm nhân có thể bị nhốt rất lâu trong buồng giam dẫn đến stress do không được phép hoạt động.

source: Depending on the review, between fifty-three per cent and seventy-eight per cent of innocent suspects were correctly classified and between eleven per cent and forty-seven per cent were incorrectly classified’ (p.15).
vi: Tùy thuộc từng đánh giá, khoảng 53 đến 78% các nghi phạm vô tội được xác định chính xác và từ 11 đến 47% là sai'. (trang 15).

source: Depending on the volume of prisoners being held in one institution, prisons can also be very noisy and overcrowded.
vi: Tùy theo mật độ người bị nhốt trong mỗi buồng giam mà việc ở tù cũng có thể sẽ rất ồn ào và chật chội.

source: Descriptive models of the offence process.
vi: Hình mẫu mô tả của quá trình phạm tội.

source: Despite an increase over the last twenty years in the types and number of uniformed officers the public are now likely to see on the streets, citizens still want more police on the street.
vi: Bất chấp sự gia tăng về loại và số lượng sĩ quan mặc quân phục mà công chúng thường thấy trên đường trong 20 năm gần đây, người dân vẫn muốn có thêm nhiều cảnh sát hơn trên phố.

source: Despite periods of unrest, allegations of racism, sexism and awkward interactions with youths, citizens in such countries generally have trust and respect for the police.
vi: Mặc dù có những giai đoạn biến động, những cáo buộc về việc phân biệt chủng tộc, phân biệt giới tính và những tương tác khó khăn với thanh thiếu niên thì nhìn chung, công dân của những quốc gia này vẫn có sự tin tưởng và tôn trọng dành cho cảnh sát .

source: Despite the fact that there has been a growth in the work conducted on sex offenders and treatment programmes, there is not a lot of sound work on the effectiveness of psychological interventions with sex offenders.
vi: Mặc dù thực tế đã có sự phát triển trong những công việc được tiến hành cho những tội phạm tình dục và các chương trình điều trị, nhưng lại không có nhiều công việc chắc chắn trên tính hiệu quả của sự can thiệp về tâm lý với những người này.

source: Despite the fact that there is little empirical evidence to show the effectiveness of covert sensitization, which is a method used to deal with deviant sexual behaviour, it is often still used in treatment.
vi: Mặc dù sự thật là có rất ít bằng chứng được chứng thực từ sự quan sát để cho thấy hiệu quả của việc gán 1 thói xấu nào đó với hình ảnh tiêu cực để loại bỏ nó, một phương pháp được sử dụng để đối phó với hành vi tình dục sai lệch, nhưng nó vẫn được sử dụng thường xuyên trong việc điều trị .

source: Despite the large volume of research, there are few current theories that attempt to incorporate the findings into one unified theory.
vi: Bên cạnh lượng lớn những nghiên cứu là 1 vài giả thuyết cố gắng hợp nhất những phát hiện này vào một giả thiết duy nhất .

source: Despite the terms ‘vigilante’ and ‘vigilantism’ being used frequently in the media, little attention has been drawn to this issue within academia, even in terms of understanding what this phenomenon actually is.
vi: Mặc dù khái niệm " dân phòng" và "chủ nghĩa dân phòng" được truyền thông sử dụng thường xuyên nhưng có rất ít sự chú ý về vấn đề này trong giới học viện, thậm chí là cả về việc hiểu hiện tượng này thực chất là gì .
